Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Frequency scanners
it: Scanner di frequenza

source: Junctions [electrical]
it: Giunzioni [elettriche]

source: Mounting fittings for radios
it: Accessori di supporto per radio

source: Multichannel analyzers
it: Analizzatori multicanale

source: Light sensitive relays
it: Relè sensibili alla luce

source: Decorative refrigerator magnets
it: Magneti decorativi per frigoriferi

source: Apparatus for the reproduction of images
it: Apparecchi per la riproduzione di immagini

source: Spools [photography]
it: Avvolgitori [fotografia]

source: Silicon carbide diodes
it: Diodi in carburo di silicio

source: Software for optical character recognition
it: Software per il riconoscimento ottico di caratteri

source: Optical scanners
it: Scanner ottici

source: Oxygen transvasing apparatus
it: Apparecchi per travasare l'ossigeno

source: Solar powered radios
it: Radio ad energia solare

source: Integrated circuit memory cards for use in playing electronic musical instruments
it: Schede di memoria a circuiti integrati per suonare strumenti musicali elettronici

source: Card operated electronic locks
it: Serrature elettriche a scheda

source: Computer software for audibly controlling a computer and the operation thereof
it: Software per il controllo uditivo di computer e delle relative operazioni

source: Computer software for biometric systems for the identification and authentication of persons
it: Software per sistemi biometrici d'identificazione e di identificazione di persone

source: Computer software for computer aided software engineering
it: Software per ingegneria di software assistita da computer

source: Multiport repeaters
it: Ripetitori multiporta

source: Sight devices [telescopic] for terrestrial weapon use
it: Dispositivi di visualizzazione [telescopici] per armi terrestri

source: Target surveillance apparatus [electronic]
it: Apparecchi di controllo bersagli [elettronici]

source: Chest protectors for the prevention of accident or injury [other than specifically adapted for sport]
it: Protezioni per il torace per la prevenzione di incidenti o di lesioni [non quelle adattate specificatamente per uno sport]

source: Manual rectifiers
it: Rettificatori manuali

source: Resolution wedges
it: Cunei di risoluzione

source: Respiratory apparatus, other than for medical use
it: Apparecchi respiratori, non per uso medico

source: Armatures for use in electrical apparatus
it: Indotti per apparecchi elettrici

source: Glass covered with an electrical conductor
it: Vetro rivestito con conduttore elettrico

source: Anodes
it: Anodi

source: Computer chips
it: Chip per computer

source: Mercury thermometers [other than for medical use]
it: Termometri al mercurio [non per uso medico]

source: Sport bags adapted [shaped] to contain protective helmets
it: Borse per lo sport adatte [sagomate] a contenere caschi protettivi

source: Coaxial connectors
it: Connettori coassiali

source: Cold cathode tubes
it: Tubi catodici a freddo

source: Security apparatus for elevators
it: Apparecchi di sicurezza per ascensori

source: Photovoltaic solar modules
it: Moduli solari fotovoltaici

source: Digital potentiometers
it: Potenziometri digitali

source: Videodiscs
it: Videodischi

source: Armbands [luminous] for protection against accident or injury
it: Fasce [luminosi] per le braccia per protezione contro infortuni o lesioni

source: Synchronous data units
it: Unità sincrone per dati

source: Jack plugs
it: Spine jack

source: Printed cards [magnetic]
it: Carte stampate [magnetiche]

source: Printed cash cards [magnetic]
it: Carte Bancomat stampate [magnetiche]

source: Filters for radio interference suppression
it: Filtri per la soppressione di interferenze radio

source: Frames for spectacles and sunglasses
it: Montature per occhiali e occhiali da sole

source: Liquid dosage devices that measure the amounts to be dispensed
it: Dispositivi di dosaggio di liquidi che misurano le quantità da erogare

source: Enamelled electric wires
it: Fili elettrici smaltati

source: Encoded cards for use in point of sale transactions
it: Carte codificate da utilizzare in transazioni POS

source: Encoded cards for use in relation to the electronic transfer of funds
it: Carte codificate da utilizzare per il trasferimento elettronico di fondi

source: Metal signboards [luminous]
it: Insegne in metallo [luminose]

source: Inflatable dinghies [lifeboats]
it: Scialuppe autogonfiabili [salvataggio]

source: Plug-in electrical connectors
it: Connettori elettrici a innesto

source: Point-to-point transmitters
it: Trasmettitori punto-punto

source: Chronographs [time recording apparatus]
it: Cronografi [apparecchi registratori di durata]

source: Square rulers for measuring
it: Quadrelli/righelli per misurare

source: Stands for televisions
it: Supporti per televisori

source: Micrometer screws for optical instruments
it: Viti micrometriche per strumenti ottici

source: Racks for amplifiers
it: Ripiani per amplificatori

source: Geoseismic apparatus
it: Apparecchi geosismici

source: Thermocouple wires
it: Fili per termocoppie

source: Thermosonic bonding apparatus
it: Apparecchi leganti termosonici

source: Piezoelectrical transducers
it: Trasduttori piezoelettrici

source: Storage containers adapted for video cassettes
it: Contenitori di immagazinamento adattati a videocassette

source: Diodes
it: Diodi

source: Computer software for assisting in the design of sports equipment
it: Software per assistenza nella progettazione di attrezzature sportive

source: Interactive video game programs
it: Programmi per videogiochi interattivi

source: Photovoltaic cells
it: Cellule fotovoltaiche

source: Asbestos gloves for protection against accidents
it: Guanti di amianto per la protezione contro gli infortuni

source: Clothing especially made for laboratories
it: Indumenti speciali per laboratori

source: Electricity measuring instruments
it: Strumenti per misurare l'elettricità

source: Electronic amplifiers
it: Amplificatori elettronici

source: Blanks for contact lenses
it: Sbozzi per lenti a contatto

source: X-ray film processors, other than for medical use
it: Sviluppatrici di pellicole radiografiche, non per uso medico

source: Apparatus for transmission of communication
it: Apparecchi per la trasmissione di comunicazioni

source: Identification threads for electric wires
it: Fili d'identificazione per fili elettrici

source: Fire hose nozzles
it: Lance da incendio

source: Computer database servers
it: Server di banche dati

source: Ethernet adapters
it: Adattatori Ethernet

source: Optical lens sights
it: Mirini a lenti ottiche

source: Time delay generators
it: Generatori di ritardo

source: Traffic cones
it: Coni stradali

source: Transducers
it: Trasduttori

source: Tri-band telephones
it: Telefoni a tre bande

source: USB [universal serial bus] operating software
it: Software operativo USB [bus seriale universale]

source: Passive input selectors
it: Selettori a input passivo

source: Personal computer application software for managing document control systems
it: Software applicativi per personal computer per la gestione di sistemi di controllo di documenti

source: Underwater cameras
it: Fotocamere subacquee

source: Radar apparatus
it: Apparecchi radar

source: Loudspeakers
it: Altoparlanti

source: Repeaters
it: Ripetitori

source: Resistance oscillator thermometers
it: Termometri ad oscillatore di resistenza

source: Radar connectors
it: Connettori radar

source: Sensors used in plant control
it: Sensori per controllo impianti

source: Separating apparatus for laboratory use
it: Apparecchi separatori da laboratorio

source: Shin guards for protection against injury [other than sports articles or parts of sports suits]
it: Parastinchi per la protezione dalle lesioni [non articoli sportivi o parti di abbigliamento sportivo]

source: Computer software relating to the handling of financial transactions
it: Software per la gestione di transazioni finanziarie

source: Computer network hubs
it: Hub per reti informatiche

source: Vapour monitoring apparatus for the detection of leaks
it: Apparecchi di controllo del vapore per rilevamento di perdite

source: Vehicle stereos
it: Stereo per veicoli

source: Cameras [photography]
it: Apparecchi fotografici

source: Electrodes
it: Elettrodi

source: Wide area networks
it: Reti geografiche

source: Video projectors
it: Videoproiettori

source: Terminal boxes for electric conductors
it: Scatole terminali per conduttori elettrici

source: Data cartridges
it: Cartucce dati

source: Data communications apparatus
it: Apparecchi di comunicazione dati

source: Signalling panels, luminous or mechanical
it: Pannelli di segnalazione luminosi o meccanici

source: Diagnostic apparatus, not for medical purposes
it: Apparecchi per la diagnosi non per uso medico

source: Conduit couplings [electric]
it: Giunti per condotte [elettrici]

source: Connection boards [electric]
it: Quadri di connessione [elettrici]

source: Optical fibre temperature probes, other than for medical use
it: Sonde termiche a fibre ottiche, non per uso medico

source: Optical finders
it: Visori ottici

source: Optical measurement apparatus
it: Apparecchi per la misurazione ottica

source: Electrical circuits
it: Circuiti elettrici

source: Electrical outlet plates
it: Piastre per prese elettriche

source: Terminals [electricity]
it: Morsetti [elettricità]

source: Diaphragms for scientific apparatus
it: Membrane per apparecchi scientifici

source: Wire connectors [electricity]
it: Serrafili [elettricità]

source: Photographic apparatus and instruments
it: Apparecchi e strumenti fotografici

source: Adding machines
it: Addizionatrici

source: Analytical orthoprojectors
it: Ortoproiettori analitici

source: Computer parallel ports
it: Porte parallele per computer

source: Computer serial ports
it: Porte seriali per computer

source: Gloves for protection against X-rays for industrial purposes
it: Guanti i protezione contro i raggi X per uso industriale

source: Programme carriers (Magnetic -)
it: Supporti (magnetici) per programmi

source: Programming units (Electronic -)
it: Unità di programmazione (Elettroniche -)

source: Programs for computers
it: Programmi per computer

source: Thermal protective aids [clothing] for protection against accident or injury
it: Accessori protettivi termici [abbigliamento] di protezione da incidenti o infortuni

source: Electronic marking gauges
it: Graffietti elettronici

source: Radar transmitters
it: Trasmettitori radar

source: Wires (Electric -) of metal alloys
it: Fili (Elettrici -) in leghe metalliche

source: Electric alarms for smoke
it: Allarmi antifumo elettrici

source: Transmitting tubes
it: Tubi di trasmissione

source: Print dryers [photographic apparatus]
it: Asciugatrici [strumenti fotografici]

source: Positive displacement meters
it: Misuratori di portata

source: Cable identification markers for electric cables
it: Contrassegni di identificazione per cavi elettrici

source: Telescopes
it: Telescopi

source: Apertometers [optics]
it: Apertometri [ottica]

source: Money counting and sorting machines
it: Macchine per contare e assortire il denaro

source: Satellite earth stations
it: Stazioni di terra satellitari

source: Electronical sensors for measuring solar radiation
it: Sensori elettronici per misurare le radiazioni solari

source: Totalizators [counting apparatus]
it: Totalizzatori [apparecchi di calcolo]

source: Video conferencing apparatus
it: Apparecchi per videoconferenze

source: Current limiting reactors
it: Reattori limitatori di corrente

source: Temperature controllers apparatus for use in vehicle engines
it: Apparecchi di controllo della temperatura per motori di veicoli

source: Temperature controllers apparatus for use in vehicle heating systems
it: Apparecchi di controllo della temperatura per impianti di riscaldamento di veicoli

source: Apparatus for the transmission of data
it: Dispositivi di trasmissione dati

source: Cinematographic machines and apparatus
it: Macchine ed apparecchi cinematografici

source: Virtual reality software
it: Software per realtà virtuale

source: VPN [virtual private network] hardware
it: Hardware per VPN [rete privata virtuale]

source: Insulated electrical connectors
it: Connettori elettrici isolati

source: Cases fitted with dissecting instruments [microscopy]
it: Strumenti per la dissezione [microscopia]

source: Telephone wires
it: Fili telefonici

source: Ionization apparatus not for the treatment of air or water
it: Apparecchi di ionizzazione non per il trattamento dell'aria o dell'acqua

source: Audio- and video-receivers
it: Ricevitori [audio, video]

source: Biological microscopes
it: Microscopi biologici

source: Software to control building environmental, access and security systems
it: Software per il controllo di sistemi ambientali, di accesso e di sicurezza di edifici

source: Glassware for use in a laboratory
it: Articoli in vetro per laboratorio

source: Underwater acoustic detecting apparatus
it: Apparecchi di rilevazione acustica subacquei

source: Universal timers
it: Timer universali

source: Clothing for protection against accidents, irradiation and fire
it: Indumenti di protezione contro gli infortuni, le irradiazioni e il fuoco

source: Musical instrument connectors
it: Connettori per strumenti musicali

source: Network boards
it: Schede di rete

source: Television standards converters
it: Convertitori di standard televisivi

source: Transmitters of electronic signals
it: Emettitori elettronici di segnali

source: Light dimmers [regulators], electric
it: Regolatori luminosi [dimmer]

source: Beacons, luminous
it: Gavitelli faro

source: Magnetically encoded debit cards
it: Carta d'addebito magnetiche codificate

source: Spectacle lenses
it: Lenti per occhiali

source: Digital transmitters
it: Trasmettitori digitali

source: Smoke detectors
it: Rivelatori di fumo

source: Correcting lenses [optics]
it: Lenti di correzione [ottica]

source: Cell switches [electricity]
it: Riduttori [elettricità]

source: Instrument panels [electric]
it: Quadri degli strumenti [elettrico]

source: Contact blocks (Electric -)
it: Blocchi di contatti (Elettrici -)

source: Optical enhancers
it: Miglioratori ottici

source: Electrical recorders
it: Registratori elettrici

source: Insulated clothing for protection against accident or injury
it: Abbigliamento isolante di protezione contro infortuni o lesioni

source: Reflecting discs for wear, for the prevention of traffic accidents
it: Dischi riflettenti per indumenti per prevenire gli infortuni stradali

source: Chromatography columns
it: Colonne per cromatografia

source: Telephone concentrators
it: Concentratori telefonici

source: Electrical circuit testers
it: Provacircuiti elettrici

source: Protection devices against X-rays, not for medical purposes
it: Dispositivi di protezione contro i raggi X non per uso medico

source: Spectroscopes
it: Spettroscopi

source: Computer modems
it: Modem per computer

source: Electronic regulators
it: Regolatori elettronici

source: Electronic sensors
it: Sensori elettronici

source: Eye refractometers
it: Rifrattometri ottici

source: Global Positioning System [GPS] apparatus
it: Apparecchi GPS [Sistema di Posizionamento Globale]

source: Credit cards with a magnetic strip
it: Carte di credito con striscia magnetica

source: Diaphragms [acoustics]
it: Diaframmi [acustica]

source: Distance measuring apparatus
it: Apparecchi per misurare le distanze

source: Frequency meters
it: Frequenzimetri

source: Holograms
it: Ologrammi

source: Material testing instruments and machines
it: Strumenti e macchine per la prova di materiali

source: Covers (Shaped -) for computers
it: Fodere (Sagomate -) per computer

source: Ultra filtration membranes for laboratory apparatus
it: Membrane ultrafiltranti per strumenti di laboratorio

source: Electronic publications, downloadable
it: Pubblicazioni elettroniche [scaricabili]

source: Radio-frequency transmitter
it: Trasmettitori a radiofrequenze

source: Receiving terminals for signals
it: Terminali per la ricezione di segnali

source: Adapter cables (Electric -)
it: Cavi adattatori (Elettrici -)

source: Advertising display signs [mechanical or luminous]
it: Insegne pubblicitarie [meccaniche o luminose]

source: Identification strips [magnetic]
it: Strisce di identificazione [magnetiche]

source: Software programmable microprocessors
it: Microprocessori programmabili per software

source: Chemistry apparatus and instruments
it: Apparecchi e strumenti di chimica

source: Step relays
it: Relé a passo

source: Memo boards [electronic]
it: Lavagne memo [elettroniche]

source: Metal direction indicator panels [mechanical]
it: Pannelli indicatori di direzione in metallo [meccanici]

source: Editing appliances for cinematographic films
it: Dispositivi per il montaggio di film cinematografici

source: Collectors, electric
it: Collettori elettrici

source: Marine compasses
it: Bussole marine

source: Telescopic rules
it: Regoli telescopici

source: Skateboard helmets
it: Caschi da skateboard

source: Electronic temperature recorders, other than for medical use
it: Registratori elettronici della temperatura, non per uso medico

source: Audio apparatus
it: Apparecchi audio

source: Capacitance boxes
it: Cassette di capacità

source: Computer networks
it: Reti informatiche

source: Balance installations
it: Impianti di equilibratura

source: Pre-programmed discs
it: Dischi preprogrammati

source: Domestic switches [electric]
it: Interruttori domestici [elettrici]

source: Double layer capacitors
it: Condensatori a doppio strato

source: Warning loud speaker apparatus for mounting on the roof of emergency services vehicles
it: Altoparlanti di segnalazione da montare sul tetto di veicoli d'emergenza

source: Voltage regulators for vehicles
it: Regolatori di voltaggio per veicoli

source: Multifunction keyboards
it: Tastiere multifunzione

source: Input devices for computers
it: Periferiche di input per computer

source: Insulated electrical cables
it: Cavi elettrici isolati

source: Bags adapted to carry video apparatus
it: Borse per il trasporto di apparecchi video

source: Frequency modulation apparatus
it: Apparecchi a modulazione di frequenza

source: Laboratory beakers
it: Becher da laboratorio

source: Multiaxis directional detectors
it: Rilevatori direzionali multiasse

source: Target surveillance apparatus [satellite]
it: Apparecchi di controllo bersagli [satellitari]

source: Communications networks
it: Reti di comunicazione

source: Digital phones
it: Telefoni digitali

source: Self-adhesive labels [encoded]
it: Etichette autoadesive [codificate]

source: Semiconductor apparatus
it: Apparecchi semiconduttori

source: Graphic decoders for use with audio karaoke systems
it: Decodificatori grafici per uso con impianti audio per karaoke

source: High frequency convertors
it: Convertitori ad alta frequenza

source: High voltage reactors
it: Reattori ad alta tensione

source: Solar energy collectors for electricity generation
it: Collettori solari per la produzione di energia elettrica

source: Solid-state memories
it: Memorie a stato solido

source: Magnetic detectors
it: Rivelatori magnetici

source: Magnetic field generators, other than for medical use
it: Generatori di campi magnetici, non per uso medico

source: Software for dosimetry purposes in the field of radiotherapy
it: Software per dosimetria nel settore della radioterapia

source: Software for ensuring the security of electronic mail
it: Software per garantire la sicurezza della posta elettronica

source: Light-conducting filaments
it: Filamenti conduttori di luce

source: Optical reflectors
it: Riflettori ottici

source: Optical shutters
it: Otturatori ottici

source: Optical apparatus and instruments
it: Apparecchi e strumenti ottici

source: Optical glass
it: Vetri ottici

source: Meteorological instruments
it: Strumenti meteorologici

source: Gas mixers for laboratory use
it: Miscelatori di gas per laboratori

source: Computer software for communicating with users of hand-held computers
it: Software per la comunicazione con utenti di computer portatili

source: Computer software for document management
it: Software per la gestione di documenti

source: Mechanical room thermostats
it: Termostati meccanici per interni

source: Safety boots for use in industry [for protection against accident or injury]
it: Stivali di sicurezza per uso industriale [per la protezione contro gli infortuni o le lesioni]

source: Safety glasses for protecting the eyes
it: Occhiali di sicurezza per proteggere gli occhi

source: Ship to shore communications apparatus
it: Apparecchi per le comunicazioni da nave a terra

source: Shoes (Protective -)
it: Scarpe protettive

source: Target surveillance apparatus [optical]
it: Apparecchi di controllo bersagli [ottici]

source: Temperature control apparatus [thermostats] for vehicles
it: Apparecchi per il controllo della temperatura [termostati] per veicoli

source: Ceramic resonators
it: Risuonatori ceramici

source: Character verification instruments
it: Apparecchi di verifica caratteri

source: Mains testers (Electric -)
it: Tester di rete (Elettrici -)

source: Marine communication apparatus
it: Apparecchi di comunicazione marittima

source: Markers for electric wire
it: Marcatori per fili elettrici

source: Calibrating rings
it: Anelli per calibrare

source: Modulators
it: Modulatori

source: Monolithic ceramic capacitors
it: Condensatori ceramici monolitici

source: Electric communication apparatus
it: Apparecchi di comunicazione elettrici

source: Simulators for simulating the effect of earthquakes
it: Simulatori per simulare l'effetto di terremoti

source: Coaxial relays
it: Relè coassiali

source: Level controllers [electrical apparatus]
it: Regolatori di livello [apparecchi elettronici]

source: Transmitting apparatus for radio broadcasting
it: Strumenti di trasmissione per radiodiffusione

source: Satellites for signal transmission
it: Satelliti per la trasmissione di segnali

source: Science sets for children being teaching apparatus
it: Set scientifici per bambini, ovvero strumenti d'insegnamento

source: Score recorders [electronic]
it: Tabelloni segnapunti [elettronici]

source: Air tanks for use in scuba diving
it: Bombole d'aria per immersioni subacquee

source: Audio cassette decks for automobiles
it: Lettori d'audiocassette per automobili

source: Audio circuit boards
it: Schede di circuiti audio

source: Process monitors
it: Monitor di processi

source: Digital optical transmission apparatus
it: Dispositivi di trasmissione ottica digitale

source: Visors for the protection of welders
it: Visiere protettive per saldatori

source: Radio wave transmitting aerials
it: Antenne di trasmissione di onde radio

source: Protective footwear for the prevention of accident or injury
it: Calzature di protezione per la prevenzione di incidenti o lesioni

source: Relay sockets
it: Prese di relè

source: Remote alarms [other than anti-theft for vehicles]
it: Allarmi a distanza [non antifurto per veicoli]

source: Semiconductor wafers
it: Wafer semiconduttori

source: Magnetic hard discs
it: Dischi rigidi magnetici

source: Magnetic platforms for software
it: Piattaforme magnetiche per software

source: Graphics tablets
it: Tavolette grafiche

source: Gyrostabilized aiming sights
it: Mirini giro-stabilizzati

source: Induction transmitters
it: Trasmettitori a induzione

source: Illuminated signposts
it: Segnaletica luminosa

source: Spectrometers
it: Spettrometri

source: Screw-tapping gauges
it: Calibri per filettatura

source: Microscope video processors
it: Processori video a microscopio

source: Microwave detectors [radar]
it: Rivelatori di microonde [radar]

source: Microwave filters
it: Filtri a microonde
